from django.test import TestCase

# Create your tests here.

# {
#     "article": {
#         "title": "Tesla подала заявку на организацию производство аккумуляторных батарей в Германии",
#         "text": "Американская автомобильная компания Tesla подала официальную заявку в правительство федеральной земли
#         Бранденбург (Германия), чтобы получить разрешение на производство аккумуляторных батарей на заводе Tesla
#         Gigafactory Berlin, строительство которого ведётся в посёлке Грюнхайде невдалеке от Берлина. Ожидается,
#         что он станет одним из первых заводов по производству нового аккумуляторного элемента Tesla 4680.",
#         "date": "2031-05-18T18:00:00Z",
#         "author": 1
#     }
# }
